Repository: Arnau-RR/Pik-Blink
Catalog: Pik-Blink/Localizable.xcstrings
Source language: en
Languages: ca, es

# app.intent.new.pik.title
source: New Pik
ca: Nou Pik
es: Nuevo Pik

# app.intent.open.location.picker.parameter.draft
source: Draft
ca: Esborrany
es: Borrador

# app.intent.open.location.picker.title
source: Choose another place
ca: Tria un altre lloc
es: Elegir otro lugar

# app.intent.pick.custom.date.dialog.request
source: When should I remind you?
ca: Quan t'ho he de recordar?
es: ¿Cuándo debo recordártelo?

# app.intent.pick.custom.date.error.draft.not.found
source: Draft not found
ca: Esborrany no trobat
es: Borrador no encontrado

# app.intent.pick.custom.date.parameter.draft
source: Draft
ca: Esborrany
es: Borrador

# app.intent.pick.custom.date.parameter.reminder.date
source: Reminder date
ca: Data del recordatori
es: Fecha del recordatorio

# app.intent.pick.custom.date.title
source: Pick custom date
ca: Tria una data personalitzada
es: Elegir fecha personalizada

# app.intent.pick.location.error.draft.not.found
source: Draft not found
ca: Esborrany no trobat
es: Borrador no encontrado

# app.intent.pick.location.parameter.draft
source: Draft
ca: Esborrany
es: Borrador

# app.intent.pick.location.title
source: Pick location
ca: Tria una ubicació
es: Elegir ubicación

# app.intent.save.custom.date.error.draft.not.found
source: Draft not found
ca: Esborrany no trobat
es: Borrador no encontrado

# app.intent.save.custom.date.parameter.date
source: Date
ca: Data
es: Fecha

# app.intent.save.custom.date.parameter.draft
source: Draft
ca: Esborrany
es: Borrador

# app.intent.save.custom.date.title
source: Save custom date
ca: Desar data personalitzada
es: Guardar fecha personalizada

# app.intent.save.draft.error.draft.not.found
source: Draft not found
ca: Esborrany no trobat
es: Borrador no encontrado

# app.intent.save.draft.parameter.draft
source: Draft
ca: Esborrany
es: Borrador

# app.intent.save.draft.success.saved
source: Pik saved
ca: Pik desat
es: Pik guardado

# app.intent.save.draft.title
source: Save Pik
ca: Desar Pik
es: Guardar Pik

# app.intent.set.favorite.place.error.draft.not.found
source: Draft not found
ca: Esborrany no trobat
es: Borrador no encontrado

# app.intent.set.favorite.place.parameter.address
source: Address
ca: Adreça
es: Dirección

# app.intent.set.favorite.place.parameter.draft
source: Draft
ca: Esborrany
es: Borrador

# app.intent.set.favorite.place.parameter.label
source: Label
ca: Etiqueta
es: Etiqueta

# app.intent.set.favorite.place.parameter.latitude
source: Latitude
ca: Latitud
es: Latitud

# app.intent.set.favorite.place.parameter.longitude
source: Longitude
ca: Longitud
es: Longitud

# app.intent.set.favorite.place.parameter.name
source: Name
ca: Nom
es: Nombre

# app.intent.set.favorite.place.title
source: Select favourite place
ca: Selecciona lloc preferit
es: Seleccionar lugar favorito

# app.intent.set.quick.reminder.error.draft.not.found
source: Draft not found
ca: Esborrany no trobat
es: Borrador no encontrado

# app.intent.set.quick.reminder.parameter.draft
source: Draft
ca: Esborrany
es: Borrador

# app.intent.set.quick.reminder.parameter.option
source: Option
ca: Opció
es: Opción

# app.intent.set.quick.reminder.title
source: Set reminder
ca: Configura recordatori
es: Configurar recordatorio

# app.intent.set.reminder.choice.error.draft.not.found
source: Draft not found
ca: Esborrany no trobat
es: Borrador no encontrado

# app.intent.set.reminder.choice.parameter.choice
source: Choice
ca: Opció
es: Opción

# app.intent.set.reminder.choice.parameter.draft
source: Draft
ca: Esborrany
es: Borrador

# app.intent.set.reminder.choice.title
source: Reminder choice
ca: Tipus de recordatori
es: Tipo de recordatorio

# app.intent.set.text.dialog.request
source: What do you want to remember?
ca: Què vols recordar?
es: ¿Qué quieres recordar?

# app.intent.set.text.error.draft.not.found
source: Draft not found
ca: Esborrany no trobat
es: Borrador no encontrado

# app.intent.set.text.parameter.draft
source: Draft
ca: Esborrany
es: Borrador

# app.intent.set.text.parameter.idea
source: Your idea
ca: La teva idea
es: Tu idea

# app.intent.set.text.title
source: Edit text
ca: Edita text
es: Editar texto

# app.shortcuts.new.short.title
source: New Pik
ca: Nou Pik
es: Nuevo Pik

# Català
source: Catalan
ca: Català

# Completar
source: Complete
ca: Completat
es: Completado

source: Complete Pik
ca: Completa Pik
es: Pik Creado

source: Configuration
ca: Configuració
es: Configuración

# Cuando llegues a %@
source: When you arrive at %@
ca: Quan arribis a %@
es: Cuando llegues a %@

# custom.date.picker.save.button
source: Save date
ca: Desar data
es: Guardar fecha

# custom.date.picker.title
source: Pick a date
ca: Tria una data
es: Elegir una fecha

source: Dark
ca: Fosc
es: Oscuro

source: English
ca: Angles
es: Ingles

# Español
source: Spanish
ca: Espanyol
es: Español

source: Favorite Emoji
ca: Emoji Preferit
es: Emoji Favorito

# favorite.places.snippet.change.button
source: Change
ca: Canviar
es: Cambiar

# favorite.places.snippet.empty.message
source: No favourite places yet.
ca: Encara no hi ha llocs preferits.
es: Aún no hay lugares favoritos.

# favorite.places.snippet.title
source: Where should I remind you?
ca: On t'ho he de recordar?
es: ¿Dónde debo recordártelo?

# live.activity.complete
source: Complete
ca: Completar
es: Completar

# live.activity.location.unknown
source: Destination
ca: Destinació
es: Destino

# live.activity.snooze
source: Snooze 15 min
ca: Posposa 15 min
es: Posponer 15 min

# location.picker.cancel.button
source: Cancel
ca: Cancel·lar

# location.picker.navigation.title
source: Choose Location
ca: Tria una ubicació
es: Elegir ubicación

# location.picker.search.placeholder
source: Search a place
ca: Buscar un lloc
es: Buscar un lugar

# location.summary.change.button
source: Change
ca: Canviar
es: Cambiar

# location.summary.title
source: Location
ca: Ubicació
es: Ubicación

# main.list.action.archive
source: Archive
ca: Arxivar
es: Archivar

# main.list.action.delete
source: Delete
ca: Eliminar
es: Eliminar

# main.list.action.unarchive
source: Unarchive
ca: Desarxivar
es: Desarchivar

# main.list.item.no.reminder
source: No reminder
ca: Sense recordatori
es: Sin recordatorio

# main.list.section.future
source: Future
ca: Futur
es: Futuro

# main.list.section.item.count %lld
source: %lld items
ca: %lld elements
es: %lld elementos

# main.list.section.locations
source: Locations
ca: Ubicacions
es: Ubicaciones

# main.list.section.today
source: Today
ca: Avui
es: Hoy

# main.list.section.yesterday
source: Yesterday
ca: Ahir
es: Ayer

# main.view.picker.archived
source: Archived
ca: Arxivat
es: Archivado

# main.view.picker.completed
source: Completed
ca: Completat
es: Completado

# main.view.picker.pending
source: Pending
ca: Pendent
es: Pendiente

# new.item.date.time.placeholder
source: Select
ca: Seleccionar
es: Seleccionar

# new.item.date.time.title
source: Date & Time
ca: Data i hora
es: Fecha y hora

# new.item.picker.when
source: When
ca: Quan
es: Cuando

# new.item.picker.where
source: Where
ca: On
es: Donde

# new.item.popup.date.time.title
source: Date & Time
ca: Data i Hora
es: Fecha y Hora

# new.item.popup.location.favourites.description.add.
source: Add your favourite places from Settings.
ca: Afegeix els teus llocs preferits des de Configuració.
es: Añade tus lugares favoritos desde Ajustes.

# new.item.popup.location.search.place.button
source: Search for a place
ca: Buscar un lloc
es: Buscar un lugar

# new.item.popup.location.title
source: Where should I remind you?
ca: On t'ho he de recordar?
es: ¿Dónde debo recordártelo?

# new.item.select.reminder.description
source: Choose when or where to receive the notification (optional).
ca: Tria quan o on vols que rebre l’avís (opcional)

# new.item.select.reminder.when.description
source: Choose a moment to be reminded (optional)
ca: Escull el moment per l’avís (opcional)
es: Selecciona el momento para el aviso (opcional)

# new.item.select.reminder.when.title
source: Hourly reminder
ca: Recorda’m per hora

# new.item.select.reminder.where.favoutire.description
source: Quickly choose one of your favourite places.
ca: Tria ràpidament un dels teus llocs preferits.
es: Elige rápidamente uno de tus lugares favoritos.

# new.item.select.reminder.where.favoutire.title
source: Favourite places
ca: Llocs preferits
es: Lugares favoritos

# new.item.select.reminder.where.search.place.button
source: Search for a place
ca: Buscar un lloc
es: Buscar un lugar

# new.item.textfield.characters
source: characters
ca: caràcters
es: caracteres

# new.item.textfield.placeholder
source: What's on your mind?
ca: Que tens en ment?
es: Que tienes en mente?

# new.item.time.custom
source: Custom
ca: Personalitzat

# new.item.title
source: New Pik
ca: Nou Pik
es: Nuevo Pik

# quick.reminder.option.custom
source: Custom
ca: Personalitzat
es: Personalizado

# quick.reminder.option.one.hour
source: +1 hour
ca: +1 hora
es: +1 hora

# quick.reminder.option.two.hours
source: +2 hours
ca: +2 hores
es: +2 horas

# quick.reminder.type.display
source: Quick Reminder
ca: Recordatori ràpid
es: Recordatorio rápido

source: Reminder choice
ca: Tipus de recordatori
es: Tipo de recordatorio

# reminder.choice.option.when
source: When
ca: Quan
es: Cuándo

# reminder.choice.option.where
source: Where
ca: On
es: Dónde

# reminder.choice.title
source: How should I remind you?
ca: Com t'ho he de recordar?
es: ¿Cómo debo recordártelo?

# reminder.quick.option.custom
source: Custom
ca: Personalitzat
es: Personalizado

# reminder.quick.selection.change.button
source: Change
ca: Canviar
es: Cambiar

# reminder.quick.selection.title
source: When should I remind you?
ca: Quan t'ho he de recordar?
es: ¿Cuándo debo recordártelo?

# reminder.summary.relative.today
source: Today
ca: Avui
es: Hoy

# reminder.summary.relative.tomorrow
source: Tomorrow
ca: Demà
es: Mañana

# reminder.summary.view.change.button
source: Change
ca: Canviar
es: Cambiar

# reminder.summary.view.title
source: Reminder
ca: Recordatori
es: Recordatorio

source: Save Pik
ca: Guardar Pik
es: Guardar Pik

# search.bar.placeholder
source: Search for a place or address...
ca: Buscar un lloc o adreça...
es: Buscar un lugar o dirección...

# settings.appearance.footer.description
source: Choose how Pik Blink appears. System follows your device settings.
ca: Tria com es mostra Pik Blink. Sistema segueix la configuració del dispositiu.
es: Elige cómo se muestra Pik Blink. Sistema sigue los ajustes del dispositivo.

# settings.appearance.row.title
source: Appearance
ca: Aparença
es: Apariencia

# settings.appearance.system
source: System
ca: Sistema
es: Sistema

# settings.appearance.title
source: Appearance
ca: Aparença
es: Apariencia

# settings.defaultReminder.description
source: Choose your default reminder
ca: Tria el teu recordatori per defecte
es: Elige tu recordatorio por defecto

# settings.defaultReminder.row.title
source: Default reminder
ca: Recordatori per defecte
es: Recordatorio por defecto

# settings.defaultReminder.row.value
source: Today, 10:00
ca: Avui, 10:00
es: Hoy, 10:00

# settings.defaultReminder.title
source: Default Reminder
ca: Recordatori per defecte
es: Recordatorio por defecto

# settings.exportData.description
source: Export your Pik Blink data
ca: Exporta les teves dades de Pik Blink
es: Exporta tus datos de Pik Blink

# settings.exportData.row.title
source: Export Data
ca: Exportar dades
es: Exportar datos

# settings.exportData.title
source: Export Data
ca: Exportar dades
es: Exportar datos

# settings.favoritePlaces.add.button
source: Add Favorite Place
ca: Afegir lloc preferit
es: Añadir lugar favorito

# settings.favoritePlaces.add.cancel.button
source: Cancel
ca: Cancel·lar
es: Cancelar

# settings.favoritePlaces.add.favoriteName.placeholder
source: Home
ca: Casa
es: Casa

# settings.favoritePlaces.add.favoriteName.section
source: Favorite name
ca: Nom del favorit
es: Nombre del favorito

# settings.favoritePlaces.add.location.placeholder
source: Choose a location
ca: Tria una ubicació
es: Elegir una ubicación

# settings.favoritePlaces.add.location.section
source: Location
ca: Ubicació
es: Ubicación

# settings.favoritePlaces.add.navigation.title
source: Add Place
ca: Afegir lloc
es: Añadir lugar

# settings.favoritePlaces.add.save.button
source: Save
ca: Desar
es: Guardar

# settings.favoritePlaces.empty.message
source: No favorite places yet
ca: Encara no hi ha llocs preferits
es: Aún no hay lugares favoritos

# settings.favoritePlaces.title
source: Favorite Places
ca: Llocs preferits
es: Lugares favoritos

# settings.feedback.description
source: We'd love to hear your feedback.
ca: Ens encantaria conèixer la teva opinió.
es: Nos encantaría conocer tu opinión.

# settings.feedback.row.title
source: Send Feedback
ca: Enviar comentaris
es: Enviar comentarios

# settings.feedback.title
source: Send Feedback
ca: Enviar comentaris
es: Enviar comentarios

# settings.header.subtitle
source: Capture ideas in a blink.
ca: Captura idees en un instant.
es: Captura ideas en un instante.

# settings.icloudSync.title
source: iCloud Sync
ca: Sincronització amb iCloud
es: Sincronización con iCloud

# settings.language.footer.description
source: System follows your device language.
ca: Sistema segueix l'idioma del dispositiu.
es: Sistema sigue el idioma del dispositivo.

# settings.language.row.title
source: Language
ca: Idioma
es: Idioma

# settings.language.system
source: System
ca: Sistema
es: Sistema

# settings.language.title
source: Language
ca: Idioma
es: Idioma

# settings.location.favoritePlaces.title
source: Favorite Places
ca: Llocs preferits
es: Lugares favoritos

# settings.notifications.description
source: Notification settings
ca: Configuració de notificacions
es: Configuración de notificaciones

# settings.notifications.row.title
source: Notifications
ca: Notificacions
es: Notificaciones

# settings.notifications.title
source: Notifications
ca: Notificacions
es: Notificaciones

# settings.section.about
source: About
ca: Sobre l'app
es: Acerca de

# settings.section.location
source: Location
ca: Ubicació
es: Ubicación

# settings.section.privacy
source: Privacy
ca: Privacitat
es: Privacidad

# settings.siriShortcuts.description
source: Configure Siri shortcuts
ca: Configura les dreceres de Siri
es: Configura los atajos de Siri

# settings.siriShortcuts.row.title
source: Siri Shortcuts
ca: Dreceres de Siri
es: Atajos de Siri

# settings.siriShortcuts.title
source: Siri Shortcuts
ca: Dreceres de Siri
es: Atajos de Siri

# settings.version.label
source: Version
ca: Versió
es: Versión

# settings.version.row.title
source: Version
ca: Versió
es: Versión

# settings.version.title
source: Version
ca: Versió
es: Versión

# snippet.text.field.character.counter
source: %1$lld/%2$lld characters
ca: %1$lld/%2$lld caràcters
es: %1$lld/%2$lld caracteres

# snippet.text.field.header.subtitle
source: Capture your idea in a blink.
ca: Captura la teva idea en un instant.
es: Captura tu idea en un instante.

# snippet.text.field.placeholder
source: Tap to write…
ca: Toca per escriure…
es: Toca para escribir…

source: System
ca: Sistema

# tab.bar.settings.option
source: Settings
ca: Configuració
es: Configuración

source: When
ca: Quan
es: Cuando

source: Where
ca: On
es: Donde

# widget.configuration.description
source: Capture ideas instantly and see today's reminders at a glance.
ca: Captura idees a l'instant i consulta d'un cop d'ull els recordatoris d'avui.
es: Captura ideas al instante y consulta de un vistazo los recordatorios de hoy.

# widget.large.empty.subtitle
source: Enjoy your day ✨
ca: Gaudeix del teu dia ✨
es: Disfruta tu día ✨

# widget.large.empty.title
source: Nothing for today
ca: Res per avui
es: Nada para hoy

# widget.large.location.label
source: Location
ca: Ubicació
es: Ubicación

# widget.large.no.reminder
source: No reminder
ca: Sense recordatori
es: Sin recordatorio

# widget.large.pending.label
source: pending
ca: pendents
es: pendientes

# widget.large.remaining.count
source: +%lld more
ca: +%lld més
es: +%lld más

# widget.large.today.title
source: Today
ca: Avui
es: Hoy

# widget.medium.empty.subtitle
source: Enjoy your day ✨
ca: Gaudeix del teu dia ✨
es: Disfruta tu día ✨

# widget.medium.empty.title
source: Nothing for today
ca: Res per avui
es: Nada para hoy

# widget.medium.location.label
source: Location
ca: Ubicació
es: Ubicación

# widget.medium.no.reminder
source: No reminder
ca: Sense recordatori
es: Sin recordatorio

# widget.medium.pending.label
source: pending
ca: pendents
es: pendientes

# widget.medium.remaining.count
source: +%lld more
ca: +%lld més
es: +%lld más

# widget.medium.today.title
source: Today
ca: Avui
es: Hoy

# widget.small.new.pik.title
source: New Pik
ca: Nou Pik
es: Nuevo Pik

source: Draft
es: Borrador

source: Draft not found
es: Borrador no encontrado

source: None
es: Ninguno

source: Pik Draft
es: Borrador de Pik

source: Place
es: Lugar

# Posponer 15 min
source: Snore 15 min
es: Posponer 15 min
